Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyMullionsError Property
 Mullions and panels cannot be copied without copying the entire curtain wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyMullionsError { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyMullionsError As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyMullionsError {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace